Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/E27B.tmx
Source language: en_us
Languages: zh_cn

source: Everything with Pictures in PowerPoint - Part 3
zh_cn: 玩转PPT图片 - 3

source: How to Ensure Quality Images in PowerPoint
zh_cn: 如何保证PPT中的图片质量

source: Apply Animations the Smart Way.
zh_cn: 动画效果要恰到好处

source: Image quality, animations and layouts are the subject of our third blog post in the series of everything about pictures.
zh_cn: 这篇博客是我们PPT图片系列的第三篇博客，图片的质量、动画效果和布局是本篇博客的主题。

source: You will certainly have encountered the problems described here as image quality and image layouts are matters you can't get around and are among the most popular issues when it comes to image processing.
zh_cn: 这里提到的有关图片质量和图片布局的问题您肯定遇到过，同时还没办法绕过它们。这些问题也是图片处理中最高发的问题。

source: The secret here lies not in understanding the fundamentals, but rather in helping yourself to useful tricks that can help solve arising problems.
zh_cn: 这里面的玄机不在于是否了解基本操作原理，而在于有哪些有用的小技巧，可以帮助自己解决出现的问题。

source: Bigger Photos Without Quality Loss
zh_cn: 大图才能保证细节

source: A Description of the Technique
zh_cn: 技术说明

source: Since the progress of digital photography, presentations have an increasing amount of pictures.
zh_cn: 得益于数码摄影的发展，可供展示的图片大大增加。

source: Most of the time, these pictures or graphics have a high pixel size that can be manually adjusted on the template by zooming in and out or altering the size.
zh_cn: 多数情况下，这些图片或照片的像素都较大，既能保证在模板上放大和缩小，也可以自由调整尺寸。

source: However, even with a high megapixel, the picture may be blurry.
zh_cn: 然而，即使有高像素，画面仍可能会模糊。

source: You may easily change this to achieve the optimal quality with a simple trick.
zh_cn: 你可以通过一个简单的小技巧就得到最好的画质。

source: Basic Concept: Don't reduce the size of your picture, but rather let PowerPoint do the resizing for you by calculating the megapixels internally.
zh_cn: 基本概念：不要降低图片的尺寸，而是让PPT根据程序计算图片像素，进而来调整大小。

source: Observe the difference of this technique in an example of a zoomed-in figure of a saint.
zh_cn: 我们以一张圣人的放大图作例子来观察这种技术的差异。

source: The head figure here is cut-out from a large original photograph and then duplicated.
zh_cn: 只有头像的图片截取自一张大的原图，然后复制过来。

source: The left image was reduced with the mouse, while the right image was also changed with the mouse, but to the final desired size.
zh_cn: 左、右两图虽然都是用鼠标操作进行调整的，但是只有右图是想要的尺寸。

source: Now, the right image is changed with the effect >Grow/ Shrink, >25%.
zh_cn: 现在，更改右图的效果：点击“放大/缩小”，输入“25%”。

source: This step is repeated again to the right image, with the effect >Grow/ Shrink, >25%.
zh_cn: 保存好后，重复上述步骤更改右图：点击“放大/缩小”，输入“25%”。

source: After this, both images are the same size.
zh_cn: 经过一番折腾，两张图片大小相同了。

source: Finally, BOTH images are selected and the option >Grow/ Shrink, >1500% is applied.
zh_cn: 最后，同时选中两张图片，在选项中点击“放大/缩小”，输入“1500%”。

source: The difference in quality is astounding.
zh_cn: 质量上的差异是惊人的。

source: At the beginning, this method may seem a bit out of your way, however, the process gets much faster after a few rounds and the result is worth the few extra clicks! After all, no one wants bad quality.
zh_cn: 最初，你可能看不上这种方式，不过，几个回合之后就能看出效果了，而最后的结果往往令人非常吃惊！毕竟，质量差并不招人喜欢。

source: The example shows two identical photos, but edited differently.
zh_cn: 这个例子选用了两张相同的照片，不过编辑方式不同。

source: Both are first made smaller; one manually with the mouse and the other with the help of the animation options.
zh_cn: 两者都是先将图片变小，区别是一个通过手动方式用鼠标将图片变小，而另一个则在动画选项的帮助下将图片变小。

source: They are then both zoomed-in by 250%.
zh_cn: 然后，再将两张图片放大至250%。

source: Although these pictures are identical, the quality of the details is clearly very different.
zh_cn: 虽然它俩看起来没有差别，不过从细节可以看出图片之间质量的差别。

source: Experiment with your own pictures and see the difference yourself.
zh_cn: 自己亲自动手操作，会对它们之间的差距有直观的感受。

source: Here is a step by step process how these pictures were edited:
zh_cn: 下面是不同图片编辑方式的具体过程：

source: Left picture:
zh_cn: 左图：

source: Insert from the desktop to the template with >Insert, > Picture.
zh_cn: 1.从桌面向模版中插入图片，点击“插入”，再点击“图片”；

source: Reduce the size of the image with the use of your mouse.
zh_cn: 2.用鼠标来缩小图片尺寸；

source: Resize the image by going to >Animations and >Grow/ Shrink.
zh_cn: 3.点击“动画”选项，再点击“放大/缩小”效果。

source: Enlarge the image by clicking on Animation Pane, >Picture 1, then choose >Effect Options and increase the image to your desired size.
zh_cn: 要放大图片，选中“动画窗格”按钮，点击“图片1”下拉项，选中“效果选项”，然后调整到你想要的尺寸。

source: Right picture:
zh_cn: 右图：

source: Click on Animation Pane and a box should appear on the right side of your screen. Find the drop down arrow of >Picture 1, then choose >Effect Options and reduce the image size (try 40% or something comparable).
zh_cn: 3.点击“动画窗格”按钮会再屏幕右侧出现一个弹窗，点击“图片1”下拉项，然后选中“效果选项”来缩小图片尺寸（尝试下40%或其他尺寸）。

source: You can enter a custom size, but make sure you hit the >enter key (not OK) after typing your percentage, or the size will not be registered.
zh_cn: 在输入自定义大小后，要记得敲“回车”，不然将不会执行该比例。

source: Adjust the time lapse to 0.01 seconds by going to >Animation Pane, >Timing and >Duration.
zh_cn: 4.点击“动画窗格”按钮，在“图片1”下拉项下选中“计时”，然后在“延迟”处将延迟时间调整至0.01秒。
